Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Windows Data Burn
be: Прапальванне звестак Windows

source: Windows Defender
be: Абаронца Windows

source: Windows Defender Alert
be: Апавяшчэнні абаронцы Windows

source: Windows Defender Sample Submission
be: Узор ужывання Абаронца Windows.

source: Windows Defender state updated to %1.
be: Стан абаронца Windows , абноўлены да %1

source: Windows Defender%0
be: Абаронца Windows%0

source: Windows Desktop Backgrounds
be: Фоны стальніцы Windows

source: Windows Desktop Update
be: Абнаўленне стальніцы Windows

source: Windows Easy Transfer
be: Просты перанос Windows

source: Windows Error Reporting
be: Справаздачы аб памылках Windows

source: Windows Explorer
be: Вандроўнік Windows

source: Windows File Sharing
be: Абагульванне файлаў Windows

source: Windows Firewall
be: Заслона Windows

source: Windows Folder
be: Каталог Windows

source: Windows Font Folder
be: Каталог шрыфтоў Windows

source: Windows Font Previewer
be: Перадпрагляд шрыфтоў Windows

source: Windows Font Viewer
be: Праглядальнік шрыфтоў Windows

source: Windows Gadget
be: Гаджэт Windows

source: Windows Games Settings
be: Налады гульняў Windows

source: Windows Grace expires in %d %ws
be: Тэрмін дзеяння міласці Windows мінае праз %d %ws

source: Windows Hardware Quality Labs
be: лабараторыі якасці абсталявання Windows (WHQL)

source: Windows HomeGroup
be: Хатняя група Windows

source: Windows Installer
be: усталёўнік Windows

source: Windows Internet Explorer 8 provides an easier and more secure web browsing experience. Perform quick searches right from the toolbar, custom print your webpages, and discover, manage, and read RSS feeds.
be: Windows Internet Explorer 8 дае магчымасць больш простага і бяспечнага аглядання сеціва. Даступныя хуткія пошукі наўпрост з паліцы інструментаў, дапасаваны друк сеціўных старонак, пошук, кіраванне і чытанне RSS-стужак.

source: Windows Internet Explorer 9 provides an easier and more secure web browsing experience. Perform quick searches right from the toolbar, custom print your webpages, and discover, manage, and read RSS feeds.
be: Windows Internet Explorer 9 дае магчымасць больш простага і бяспечнага аглядання сеціва. Даступныя хуткія пошукі наўпрост з паліцы інструментаў, дапасаваны друк сеціўных старонак, пошук, кіраванне і чытанне RSS-стужак.

source: Windows Inverted
be: Інвертаваная Windows

source: Windows Inverted (extra large)
be: Інвертаваная Windows (велізарныя)

source: Windows Inverted (large)
be: Інвертаваная Windows (вялікія)

source: Windows Key logo
be: Клавіша Windows

source: Windows Libraries
be: Бібліятэкі Windows

source: Windows License is expired
be: Тэрмін дзеяння ліцэнзіі Windows мінуў

source: Windows License valid for %d %ws
be: Ліцэнзія Windows дапушчальная цягам %d %ws

source: Windows Logo
be: Лагатып Windows

source: Windows Logon
be: Уваход Windows

source: Windows Mail
be: Пошта Windows

source: Windows Media
be: Windows Медыя

source: Windows Media Encoder Software Development Kit
be: Камплект распрацоўкі апраграмавання "Медыякадавальнік Windows"

source: Windows Media Format Software Development Kit
be: Камплект распрацоўкі апраграмавання "Медыяфармат Windows"

source: Windows Memory Diagnostic%0
be: Дыягностыка памяці Windows%0

# Windows Memory Diagnostic%0
source: Windows Memory Diagnostic%0\r\n
be: Дыягностыка памяці Windows%0\r\n

source: Windows Messaging Event
be: Падзея дасылкі паведамленняў Windows

source: Windows Mobility Center
be: Цэнтр мабільнасці Windows

source: Windows Mobility Center is available only on laptops.
be: Цэнтр мабільнасці Windows даступны толькі на лэптопах.

source: Windows Modules Installer
be: Усталёўнік модуляў Windows

source: Windows Networking
be: Сеткавая праца Windows

source: Windows PIF Settings
be: Налады Windows PIF

source: Windows Package Manager
be: Кіраўнік пакункаў Windows

source: Windows Photo Viewer
be: Праглядальнік відарысаў Windows

source: Windows Photo Viewer Wallpaper
be: Шпалера праглядальніка відарысаў Windows

source: Windows Places
be: Месцы Windows

source: Windows PreInstallation Environment%0
be: Асяроддзе перадусталёўкі Windows%0

# Windows PreInstallation Environment%0
source: Windows PreInstallation Environment%0\r\n
be: Асяроддзе перадусталявання Windows%0\r\n

source: Windows Problem Reporting
be: Справаздачнасць аб праблемах Windows

source: Windows Program Compatibility Troubleshooter
be: Вырашальнік праблем сумяшчальнасці праграм Windows

source: Windows RTF previewer
be: Перадпрагляд RTF Windows

source: Windows Search Explorer
be: Вандроўнік пошуку Windows

source: Windows Search Explorer allows you to quickly search for files and folders anywhere on your computer.
be: Вандроўнік пошуку Windows дазволіць вам хутка знаходзіць файлы і каталогі на вашым камп'ютары.

source: Windows Search protocol
be: Пратакол пошуку Windows

source: Windows Security
be: Бяспека Windows

source: Windows Security Warning
be: Папярэджанне бяспекі Windows

source: Windows Security: Press Control+Alt+Delete to enter your credentials
be: Бяспека Windows: націсніце Control+Alt+Delete для ўводу вашых пасведчанняў

source: Windows Security: Press Control+Alt+End to enter your credentials
be: Бяспека Windows: націсніце Control+Alt+End для ўводу вашых пасведчанняў

source: Windows Service Hardening
be: Абарона службаў Windows

source: Windows Servicing completed the process of changing update %1 from package %2 (%3) into %4(%5) state
be: Абслугоўванне Windows скончыла працэс змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)

source: Windows Servicing completed the process of changing update %1 from package %2 (%3) into %4(%5) state\r\n
be: Абслугоўванне Windows скончыла працэс змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)\r\n

source: Windows Servicing disabled hotpatching for package %1(%2) because a file could not be replaced immediately.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо файл не можа быць заменены імгненна.

source: Windows Servicing disabled hotpatching for package %1(%2) because a file could not be replaced immediately.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо файл не можа быць заменены імгненна.\r\n

source: Windows Servicing disabled hotpatching for package %1(%2) because a reboot is required to complete a prior operation.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо для сканчэння папярэдняй аперацыі патрэбны перазапуск.

source: Windows Servicing disabled hotpatching for package %1(%2) because a reboot is required to complete a prior operation.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо для сканчэння папярэдняй аперацыі патрэбны перазапуск.\r\n

source: Windows Servicing disabled hotpatching for package %1(%2) because required files or custom actions are incompatible with hotpatching.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо патрэбныя файлы ці дапасаваныя дзеянні несумяшчальныя з HotPatching.

source: Windows Servicing disabled hotpatching for package %1(%2) because required files or custom actions are incompatible with hotpatching.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо патрэбныя файлы ці дапасаваныя дзеянні несумяшчальныя з HotPatching.\r\n

source: Windows Servicing disabled hotpatching for package %1(%2) because servicing is being performed offline.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо абслугоўванне выконваецца пазасеціўна.

source: Windows Servicing disabled hotpatching for package %1(%2) because servicing is being performed offline.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %1(%2), бо абслугоўванне выконваецца пазасеціўна.\r\n

source: Windows Servicing disabled hotpatching for package %2(%3) because hotpatch update %1 will not be installed.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленне HotPatch %1 не будзе ўсталяванае.

source: Windows Servicing disabled hotpatching for package %2(%3) because hotpatch update %1 will not be installed.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленне HotPatch %1 не будзе ўсталяванае.\r\n

source: Windows Servicing disabled hotpatching for package %2(%3) because update %1 is being set to state %4(%5).
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленню %1 быў прызначаны стан %4(%5).

source: Windows Servicing disabled hotpatching for package %2(%3) because update %1 is being set to state %4(%5).\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленню %1 быў прызначаны стан %4(%5).\r\n

source: Windows Servicing disabled hotpatching for package %2(%3) because update %1 is not enabled for hotpatching.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленне %1 не падтрымлівае HotPatching.

source: Windows Servicing disabled hotpatching for package %2(%3) because update %1 is not enabled for hotpatching.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3), бо абнаўленне %1 не падтрымлівае HotPatching.\r\n

source: Windows Servicing disabled hotpatching for package %2(%3) to process regular update %1.
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3) для апрацоўкі звычайнага абнаўлення %1.

source: Windows Servicing disabled hotpatching for package %2(%3) to process regular update %1.\r\n
be: Абслугоўванне Windows выключыла HotPatching для пакунка %2(%3) для апрацоўкі звычайнага абнаўлення %1.\r\n

source: Windows Servicing failed to complete the process of changing update %1 from package %2(%3) into %4(%5) state
be: Абслугоўванню Windows не ўдалося скончыць працэс змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)

source: Windows Servicing failed to complete the process of changing update %1 from package %2(%3) into %4(%5) state\r\n
be: Абслугоўванню Windows не ўдалося скончыць працэс змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)\r\n

source: Windows Servicing failed to complete the process of setting package %1 (%2) into %3(%4) state
be: Абслугоўванню Windows не ўдалося скончыць працэс прызначэння пакунку %1 (%2) стану %3(%4)

source: Windows Servicing failed to complete the process of setting package %1 (%2) into %3(%4) state\r\n
be: Абслугоўванню Windows не ўдалося скончыць працэс прызначэння пакунку %1 (%2) стану %3(%4)\r\n

source: Windows Servicing failed to perform hotpatching for package %1(%2) because of an error (%8).
be: Абслугоўванню Windows не ўдалося выканаць HotPatching для пакунка %1(%2) з-за памылкі (%8).

source: Windows Servicing failed to perform hotpatching for package %1(%2) because of an error (%8).\r\n
be: Абслугоўванню Windows не ўдалося выканаць HotPatching для пакунка %1(%2) з-за памылкі (%8).\r\n

source: Windows Servicing failed to perform hotpatching for package %1(%2) because the hotpatch installer required a reboot.
be: Абслугоўванню Windows не ўдалося выканаць HotPatching для пакунка %1(%2), бо ўсталёўнік HotPatch запатрабаваў перазапуск.

source: Windows Servicing failed to perform hotpatching for package %1(%2) because the hotpatch installer required a reboot.\r\n
be: Абслугоўванню Windows не ўдалося выканаць HotPatching для пакунка %1(%2), бо ўсталёўнік HotPatch патрабуе перазапуску.\r\n

source: Windows Servicing has required a reboot to complete the installation of hotpatching package %1(%2).
be: Абслугоўванне Windows запатрабавала перазапуск для сканчэння ўсталявання пакунка HotPatch %1(%2).

source: Windows Servicing has required a reboot to complete the installation of hotpatching package %1(%2).\r\n
be: Абслугоўванне Windows патрабуе перазапуску для сканчэння ўсталявання пакунка HotPatch %1(%2).\r\n

source: Windows Servicing identified that package %1(%2) is not applicable for this system
be: Абслугоўванне Windows вызначыла, што пакунак %1(%2) непрыдатны для гэтае сістэмы

source: Windows Servicing identified that package %1(%2) is not applicable for this system\r\n
be: Абслугоўванне Windows вызначыла, што пакунак %1(%2) непрыдатны для гэтае сістэмы\r\n

source: Windows Servicing is processing hotpatch package %1(%2).
be: Абслугоўванне Windows апрацоўвае пакунак HotPatch %1(%2).

# Windows Servicing is processing hotpatch package %1(%2).
source: Windows Servicing is processing hotpatch package %1(%2).\r\n
be: Абслугоўванне Windows апрацоўвае пакунак HotPatch %1(%2).

source: Windows Servicing is setting package %1(%2) state to %3(%4)
be: Абслугоўванне Windows прызначае пакунку %1(%2) стан %3(%4)

# Windows Servicing is setting package %1(%2) state to %3(%4)
source: Windows Servicing is setting package %1(%2) state to %3(%4)\r\n
be: Абслугоўванне Windows прызначае пакунку %1(%2) стан %3(%4)\r\n

source: Windows Servicing required reboot to complete the process of changing update %1 from package %2(%3) into %4(%5) state
be: Абслугоўванне Windows запатрабавала перазапуск для сканчэння працэсу змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)

source: Windows Servicing required reboot to complete the process of changing update %1 from package %2(%3) into %4(%5) state\r\n
be: Абслугоўванне Windows патрабуе перазапуску для сканчэння працэсу змянення абнаўлення %1 з пакунка %2 (%3) у стан %4(%5)\r\n

source: Windows Servicing started a process of changing package %1(%2) state from %3(%4) to %5(%6)
be: Абслугоўванне Windows пачало працэс змянення пакунка %1(%2) стану %3(%4) у стан %5(%6)

source: Windows Servicing started a process of changing package %1(%2) state from %3(%4) to %5(%6)\r\n
be: Абслугоўванне Windows пачало працэс змянення пакунка %1(%2) стану %3(%4) у стан %5(%6)\r\n

source: Windows Servicing successfully installed hotpatching package %1(%2).
be: Абслугоўванне Windows паспяхова ўсталявала пакунак HotPatch %1(%2).

# Windows Servicing successfully installed hotpatching package %1(%2).
source: Windows Servicing successfully installed hotpatching package %1(%2).\r\n
be: Абслугоўванне Windows паспяхова ўсталявала пакунак HotPatch %1(%2).\r\n

source: Windows Servicing successfully set package %1(%2) state to %3(%4)
be: Абслугоўванне Windows паспяхова прызначыла пакунку %1(%2) стан %3(%4)

# Windows Servicing successfully set package %1(%2) state to %3(%4)
source: Windows Servicing successfully set package %1(%2) state to %3(%4)\r\n
be: Абслугоўванне Windows паспяхова прызначыла пакунку %1(%2) стан %3(%4)\r\n

source: Windows Setup Confirmation
be: Пацверджанне ўсталявання Windows

source: Windows Setup has not changed the requested settings.
be: Усталёўнік Windows не змяніў запатрабаваныя налады.

source: Windows Setup has not changed the requested settings. You may not have the required Administrative privilege to install or uninstall new files or drivers. Please contact your Administrator.
be: Усталяванне Windows не змяніў запатрабаваныя налады. Магчыма, вы не маеце патрэбных адміністрацыйных прывілеяў для ўсталёўкі ці высталёўкі новых файлаў ці драйвераў. Калі ласка, звяжыцеся з вашым адміністратарам.

source: Windows Setup%0
be: Усталёўка Windows%0

# Windows Setup%0
source: Windows Setup%0\r\n
be: Усталяванне Windows%0\r\n

source: Windows Standard (extra large)
be: Звычайная Windows (велізарныя)

source: Windows Standard (large)
be: Звычайная Windows (вялікія)

source: Windows SuperFetch
be: папярэдняе чытанне Windows

source: Windows TXT previewer
be: Перадпрагляд TXT Windows

source: Windows Tablet and Touch Technology
be: планшэтная і датычная тэхналогія Windows

source: Windows Task Manager
be: Кіраўнік задач Windows

source: Windows Troubleshooting
be: Вырашэнне праблем Windows

source: Windows Update
be: Абнаўленне Windows

source: Windows Update Agent
be: Агент абнаўлення Windows

source: Windows Update Agent %1
be: Агент абнаўлення Windows %1

source: Windows Update cannot currently check for updates, because the service is not running. You may need to restart your computer.
be: Абнаўленне Windows не можа зараз праверыць наяўнасць абнаўленняў, бо служба не запушчана. Магчыма, вам неабходна перазапусціць ваш камп'ютар.

source: Windows Update cannot currently check for updates, because updates on this computer are controlled by your system administrator.
be: Абнаўленне Windows не можа зараз праверыць наяўнасць абнаўленняў, бо абнаўленні на гэтым камп'ютары кантралююцца сістэмным адміністратарам.

source: Windows Update cannot currently check for updates, because you must first restart the computer so that a previous installation can be completed.
be: Абнаўленне Windows не можа зараз праверыць наяўнасць абнаўленняў, бо спачатку вы павінны перазапусціць камп'ютар, каб змагло скончыцца папярэдняе ўсталяванне.

source: Windows Update encountered an unknown error.
be: Абнаўленне Windows сустрэла невядомую памылку.

source: Windows Update established connectivity.
be: Абнаўленне Windows усталявала злучальнасць.

source: Windows Update failed to check for updates with error %1.
be: Абнаўленню Windows не ўдалося праверыць наяўнасць абнаўленняў з памылкай %1.

source: Windows Update failed to download an update.
be: Абнаўленню Windows не ўдалося спампаваць абнаўленне.

source: Windows Update installation problem
be: Праблема ўсталявання абнаўлення Windows

source: Windows Update is currently already checking for, downloading, or installing updates.
be: Абнаўленне Windows зараз правярае наяўнасць, спампоўвае ці ўсталёўвае абнаўленні.

source: Windows Update is currently installing other updates. Please try again in a few minutes.
be: Абнаўленне Windows зараз усталёўвае іншыя абнаўленні. Калі ласка, паўтарыце спробу праз некалькі хвілін.

source: Windows Update lost connectivity.
be: Абнаўленне Windows страціла злучальнасць.

source: Windows Update reminders
be: Напамінкі абнаўлення Windows

source: Windows Update settings
be: Налады абнаўлення Windows

source: Windows Update sucessfully found %1 updates.
be: Абнаўленне Windows паспяхова знайшло %1 абнаўленняў.

source: Windows User
be: Карыстальнік Windows

source: Windows User Account Control Settings
be: Налады кіравання рахункамі карыстальнікаў Windows

source: Windows Vista Logo
be: Лагатып Windows Vista

source: Windows activation
be: Актывацыя Windows

source: Windows added the location to your library, but couldn't share the location.
be: Windows дадала размяшчэнне ў вашую бібліятэку, але не змагла яго абагуліць.

source: Windows added the locations to your library, but couldn't share one or more locations.
be: Windows дадала размяшчэнні ў вашую бібліятэку, але не змагла іх усе абагуліць.

source: Windows adjusted these settings to match your hardware capabilities.
be: Windows прызначыла гэтыя налады адпаведна з патрабаваннямі вашага абсталявання.

source: Windows blocks programs that require permission to run when Windows starts.
be: Windows блакуе праграмы запуску, якія патрабуюць дазволу на выкананне.

source: Windows blocks programs that require permission to run when Windows starts. Click to view blocked programs.
be: Windows блакуе праграмы запуску, якія патрабуюць дазволу на выкананне. Пстрыкніце, каб убачыць іх.

source: Windows can check for a solution when you go online.
be: Windows можа праверыць наяўнасць вырашэння ў сеціве.

source: Windows can check for a solution when you go online. If you close the program, it will try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы зачыніце праграму, яна можа паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check for a solution when you go online. If you close the program, you might lose information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы зачыніце праграму, то можаце страціць інфармацыю.

source: Windows can check for a solution when you go online. If you restart or close the program, it will try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы перазапусціце ці зачыніце праграму, яна можа паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check for a solution when you go online. If you restart or close the program, you might lose information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы перазапусціце праграму, то можаце страціць інфармацыю.

source: Windows can check online for a solution to the problem and try to recover your information and restart the program.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы і паспрабаваць аднавіць вашую інфармацыю і перазапусціць праграму.

source: Windows can check online for a solution to the problem and try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы і паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check online for a solution to the problem and try to restart the program.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы і паспрабаваць перазапусціць праграму.

source: Windows can check online for a solution to the problem the next time you go online and try to recover your information and restart the program.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы падчас наступнага ўваходу ў сеціва і паспрабаваць аднавіць вашую інфармацыю і перазапусціць праграму.

source: Windows can check online for a solution to the problem the next time you go online and try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы падчас наступнага ўваходу ў сеціва і паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check online for a solution to the problem the next time you go online and try to restart the program.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы падчас наступнага ўваходу ў сеціва і паспрабаваць перазапусціць праграму.

source: Windows can check online for a solution to the problem the next time you go online.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы падчас наступнага ўваходу ў сеціва.

source: Windows can check online for a solution to the problem.
be: Windows можа праверыць у сеціве наяўнасць вырашэння праблемы.

source: Windows can check online for a solution.
be: Windows можа праверыць наяўнасць вырашэння ў сеціве.

source: Windows can check online for a solution. If you close the program, it will try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы зачыніце праграму, яна можа паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check online for a solution. If you close the program, you might lose information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы зачыніце праграму, то можаце страціць інфармацыю.

source: Windows can check online for a solution. If you restart or close the program, it will try to recover your information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы перазапусціце ці зачыніце праграму, яна можа паспрабаваць аднавіць вашую інфармацыю.

source: Windows can check online for a solution. If you restart or close the program, you might lose information.
be: Windows можа праверыць у сеціве наяўнасць вырашэння. Калі вы перазапусціце праграму, то можаце страціць інфармацыю.

source: Windows can display enhanced device icons and information from the Internet. Click to change...
be: Windows можа адлюстроўваць пашыраныя значкі прылад і інфармацыю з сеціва. Пстрыкніце, каб змяніць...

source: Windows can go online to look it up automatically, or you can manually select from a list of programs that are installed on your computer.
be: Windows можа выйсці ў сеціва, каб знайсці яе аўтаматычна, альбо вы можаце ўручную абраць яе са спісу праграм, усталяваных на вашым камп'ютары.
